{   
    "category": [
        {   
            "poem": ["I prefer warm fur, \na perfect fire \nto lie beside, \na cozy lap, \nwhere I can nap, \nan empty chair \nwhen she's not there.",
                    "If not for the cat, \nAnd the scarcity of cheese, \nI could be content.",
                    "We must have known, \nEven as we reached \nDown to touch them \nWhere we'd found them",
                    "Mine, says the cat, putting out his paw of darkness. \nMy lover, my friend, my slave, my toy, says \nthe cat making on your chest his gesture of drawing \nmilk from his mother's forgotten breasts."
            ]
        },
        {
            "poem": [
                "One day there passed by a company of cats a wise dog.\n\nAnd as he came near and saw that they were very intent and heeded \nhim not, he stopped.", 
                "Up the dog bounds to the window, baying \n    like a basset his doleful, tearing sounds\n        from the belly, as if mourning a dead king,",
                "Nose tucked under tail, \nyou are a warm, furred planet \ncentered in my bed.\nAll night I orbit, tangle-limbed, \nin the slim space \nallotted to me.",
                "This dog standing in the middle of the street, \ntail stiff, fur bushy with fear, and a pedigree rabbit, \nits neck broken and bleeding beneath his paws, \nmight have been forgiven or simply taken away"
            ]
        }, 
        {
            "poem": [
                "After the fierce midsummer all ablaze \nHas burned itself to ashes, and expires \nIn the intensity of its own fires, \nThere come the mellow, mild, St. Martin days", 
                "My husband has a crush on Myrna Loy, \nand likes to rent her movies, for a treat. \nIt makes some evenings harder to enjoy.",
                "She goes out to hang the windchime\n in her nightie and her work boots. \nIt's six-thirty in the morning \nand she's standing on the plastic ice chest \ntiptoe to reach the crossbeam of the porch,",
                "Things happen when you drink too much mescal. \nOne night, with not enough food in my belly, \nhe kept on buying."
            ]
        }
    ]
}